Repository: MrZhouYj/oao
Catalog: TASE-IOS/*.lproj/Localizable.strings
Languages: ru_ru

# 15分
source: 15 min
ru_ru: 15 марок

# 1分
source: 1 min
ru_ru: 1 балл

# 1周
source: 1 week
ru_ru: 1 неделя

# 1小时
source: 1 hour
ru_ru: 1 час

# 1月
source: 1 mon
ru_ru: январь

# 24H量
source: 24H vol
ru_ru: Объем 24ч

# 24小时成交额
source: 24H VOL
ru_ru: 24-часовой оборот

# 30分
source: 30 min
ru_ru: 30 баллов

# 5分
source: 5 min
ru_ru: 5 баллов

# 上传实名信息
source: Upload real-name information
ru_ru: Загрузить информацию о реальном имени

# 上架
source: Shelves
ru_ru: Полки

# 下单
source: Place an order
ru_ru: Оформить заказ

# 下架
source: Take off
ru_ru: Снять

# 下面是您的专属邀请码
source: Below is your unique invitation code
ru_ru: Ниже ваш уникальный код приглашения

# 个人中心
source: Personal center
ru_ru: Персональный центр

# 主图
source: Main
ru_ru: Основное изображение

# 主板
source: Motherboard
ru_ru: Материнская плата

# 买入
source: Buy
ru_ru: купить

# 买入广告
source: Buy AD
ru_ru: Купить объявление

# 买入订单
source: Buy order
ru_ru: Купить заказ

# 买家实名
source: Buyer real name
ru_ru: Реальное имя покупателя

# 买家昵称
source: Buyer nickname
ru_ru: Никнейм покупателя

# 买盘
source: Buying
ru_ru: Заказ на покупку

# 交易对
source: Trading pair
ru_ru: Торговая пара

# 交易数量
source: Number of transactions
ru_ru: Количество транзакций

# 交易额
source: Transaction value
ru_ru: Стоимость сделки

# 付款方式
source: Payment Method
ru_ru: способ оплаты

# 价格
source: Price
ru_ru: цена

# 低
source: Low
ru_ru: низкий

# 保存
source: Save
ru_ru: Сохранить

# 保存图片
source: Save Picture
ru_ru: сохранить изображение

# 保存广告信息
source: Save advertising information
ru_ru: Сохранить рекламную информацию

# 保存成功
source: Saved successfully
ru_ru: Успешно сохранено

# 修改登录密码
source: Modify login password
ru_ru: Изменить пароль для входа

# 修改法币交易昵称
source: Modify fiat currency nickname
ru_ru: Изменить псевдоним валюты

# 充币地址
source: Deposit address
ru_ru: Адрес пополнения счета

# 充币
source: Deposit
ru_ru: депозит

# 全部
source: All
ru_ru: Все

# 全部买入
source: Buy all
ru_ru: Купить все

# 全部卖出
source: Sell all
ru_ru: Продать все

# 全部委托
source: Entrust all
ru_ru: Доверьте все

# 关于我们
source: About us
ru_ru: насчет нас

# 分享应用
source: Share application
ru_ru: Поделиться заявкой

# 分时
source: Line
ru_ru: Совместное времяпровождение

# 分时图
source: Kline
ru_ru: График разделения времени

# 切换语言
source: Switch language
ru_ru: Переключить язык

# 创业板
source: Gem
ru_ru: драгоценный камень

# 前往
source: Go to
ru_ru: Перейти к

# 副图
source: Vice
ru_ru: Вице

# 区块查询
source: Block query
ru_ru: Блок запроса

# 单价
source: Unit price
ru_ru: Цена за единицу

# 卖出
source: Sell
ru_ru: Продам

# 卖出广告
source: Sell AD
ru_ru: Продать рекламу

# 卖出订单
source: Sell order
ru_ru: Продать заказ

# 卖家实名
source: Seller real name
ru_ru: Продавец настоящее имя

# 卖家昵称
source: Seller Nickname
ru_ru: Продавец ник

# 卖盘
source: Selling
ru_ru: продажа

# 历史记录
source: History record
ru_ru: история

# 发行总量
source: Total issued
ru_ru: Всего выпущено

# 发行时间
source: Publish time
ru_ru: время публикации

# 发送
source: Send
ru_ru: Отправить

# 取消
source: Cancel
ru_ru: Отмена

# 取消订单
source: Cancel
ru_ru: отменить заказ

# 可用
source: Available
ru_ru: Доступный

# 可用量不足
source: Insufficient dose
ru_ru: Недостаточная доза

# 名称
source: Name
ru_ru: имя

# 国家地区
source: Country / Region
ru_ru: страна / регион

# 复制
source: Copy
ru_ru: копия

# 复制地址
source: Copy address
ru_ru: Скопировать адрес

# 复制成功
source: Copy successful
ru_ru: Копирование успешно

# 姓名
source: Name
ru_ru: имя

# 委托价
source: Commission price
ru_ru: Комиссия цена

# 委托量
source: Commission
ru_ru: комиссия

# 完成
source: Done
ru_ru: выполнять

# 官网
source: Official website
ru_ru: Официальный веб-сайт

# 实付款
source: Real payment
ru_ru: реальный платеж

# 实名认证
source: Verified
ru_ru: Проверенный

# 实时预览
source: Live preview
ru_ru: Предварительный просмотр

# 实际到账
source: Actual arrival
ru_ru: Фактическое прибытие

# 实际成交
source: Actual deal
ru_ru: Актуальная сделка

# 密码
source: Password
ru_ru: пароль

# 密码登录
source: Login with password
ru_ru: Пароль логин

# 密码确认
source: Password Confirmation
ru_ru: Подтверждение пароля

# 展开
source: Unfold
ru_ru: расширять

# 已成交
source: Deal done
ru_ru: Дело сделано

# 已激活
source: Activated
ru_ru: активированный

# 币币
source: Coins
ru_ru: монеты

# 币种
source: Currency
ru_ru: валюта

# 延长支付时间
source: Extended time
ru_ru: Увеличенное время оплаты

# 开
source: Open
ru_ru: открытый

# 当前委托
source: Current commission
ru_ru: Текущая комиссия

# 微信好友
source: WeChat friends
ru_ru: WeChat друзья

# 微信账号
source: WeChat account
ru_ru: Аккаунт WeChat

# 忘记密码
source: Forget password
ru_ru: забыть пароль

# 总资产
source: Total assets
ru_ru: Всего активов

# 您可以把界面微信截图分享给朋友
source: You can share screenshots of the interface WeChat to friends
ru_ru: Вы можете поделиться скриншотами интерфейса WeChat с друзьями

# 您输入的币量大于最大币量
source: The amount of coins you entered is greater than the maximum amount
ru_ru: Количество введенных вами монет превышает максимальную сумму

# 您输入的币量小于最小币量
source: The amount of coins you entered is less than the minimum amount
ru_ru: Количество введенных вами монет меньше минимальной суммы

# 您输入的金额大于最大金额
source: The amount you entered is greater than the maximum amount
ru_ru: Введенная вами сумма превышает максимальную сумму

# 您输入的金额小于最小金额
source: The amount you entered is less than the minimum amount
ru_ru: Введенная вами сумма меньше минимальной суммы

# 成交
source: Closing
ru_ru: закрытие

# 成交均价
source: Average price
ru_ru: Средняя цена

# 成交总额
source: Turnover
ru_ru: оборачиваемость

# 成交明细
source: Transaction details
ru_ru: Детали транзакции

# 成交量
source: Volume
ru_ru: объем

# 成交额榜
source: Turnover
ru_ru: оборачиваемость

# 我已成功付款
source: Paid
ru_ru: Я успешно оплатил

# 我的
source: Mine
ru_ru: мой

# 我的好友
source: My friends
ru_ru: мой хороший друг

# 我的广告
source: My ad
ru_ru: Мое объявление

# 我的订单
source: My Order
ru_ru: Мой заказ

# 我的资产
source: My assets
ru_ru: Мои активы

# 我要买
source: Buy
ru_ru: я хочу купить

# 我要卖
source: Sell
ru_ru: я хочу продать

# 手持身份证
source: ID card
ru_ru: Удостоверение личности

# 手机
source: Mobile phone
ru_ru: Мобильный телефон

# 手机号码
source: mobile phone number
ru_ru: номер мобильного телефона

# 手机注册
source: Register your phone
ru_ru: Зарегистрируй свой телефон

# 手机验证码登录
source: Login with Verification code
ru_ru: Телефонный код подтверждения Логин

# 手续费
source: Handling fee
ru_ru: Плата за обработку

# 拍照
source: Take a picture
ru_ru: Сделать фото

# 按价格购买
source: Buy by price
ru_ru: Купить по цене

# 按数量购买
source: Buy by quantity
ru_ru: Купить по количеству

# 提交
source: Submit
ru_ru: Разместить

# 提币地址
source: Withdrawal address
ru_ru: Снятие адреса

# 提币
source: Withdrawal
ru_ru: добывать деньги

# 提示
source: Prompt
ru_ru: незамедлительный

# 搜索
source: Search
ru_ru: искать

# 撤销
source: Revoke
ru_ru: Отозвать

# 撤销全部
source: Undo all
ru_ru: Отменить все

# 支付信息
source: Payment Information
ru_ru: Платежная информация

# 收
source: Receive
ru_ru: Получать

# 收款二维码
source: Receipt QR code
ru_ru: Получение QR-кода

# 收款人
source: Payee
ru_ru: векселедержатель

# 收款手机号
source: Receiving mobile phone number
ru_ru: Получение номера мобильного телефона

# 收款方式
source: Payment method
ru_ru: способ оплаты

# 收款银行
source: Beneficiary Bank
ru_ru: Банк получателя

# 收起
source: Fold
ru_ru: Убрать

# 放行
source: Release
ru_ru: Выпуск

# 数字币数量
source: Number of digital coins
ru_ru: Количество цифровых монет

# 数量
source: Quantity
ru_ru: Количество

# 新建
source: New
ru_ru: новый

# 方向
source: Direction
ru_ru: направление

# 无数据
source: No Data
ru_ru: нет данных

# 无权限访问相册
source: No access to albums
ru_ru: Нет доступа к альбомам

# 无网络
source: No network
ru_ru: Нет сети

# 日线
source: Daily line
ru_ru: Дневная линия

# 时间
source: Time
ru_ru: время

# 暂无记录
source: No records
ru_ru: Ты не помнишь

# 更多
source: More
ru_ru: Больше

# 最低限额
source: Minimum
ru_ru: минимальный

# 最小提币数量
source: Minimum withdrawal
ru_ru: Минимальная сумма вывода

# 最新价
source: Price
ru_ru: Последняя цена

# 最高限额
source: Ceiling
ru_ru: потолок

# 朋友圈
source: Circle of friends
ru_ru: Круг друзей

# 未实名认证
source: Not real-name authentication
ru_ru: Аутентификация не по имени

# 未激活
source: Inactivated
ru_ru: инактивированный

# 查看详情
source: Details
ru_ru: смотрите подробности

# 法币
source: Fiat currency
ru_ru: Fiat валюта

# 法币数量
source: Number of fiat currencies
ru_ru: Количество бумажных валют

# 注册
source: Registered
ru_ru: зарегистрированный

# 流通总量
source: Total circulation
ru_ru: Общий тираж

# 涨幅榜
source: Gain list
ru_ru: Получить список

# 涨跌幅
source: Quote change
ru_ru: Изменение цитаты

# 涨跌额
source: Change
ru_ru: + Изменить

# 深度
source: Depth
ru_ru: глубина

# 添加自选
source: Add optional
ru_ru: Добавить необязательно

# 点击保存图片
source: Click to save picture
ru_ru: Нажмитечтобы сохранить изображение

# 点击生成地址
source: Click Generate Address
ru_ru: Нажмите Создать адрес

# 点击登录
source: Click to Login
ru_ru: Нажмите; чтобы войти

# 点击重新加载
source: Click to reload
ru_ru: Нажмите; чтобы перезагрузить

# 申诉
source: Appeal
ru_ru: обращение

# 申诉进度
source: Appeal progress
ru_ru: Апелляционный прогресс

# 电话
source: Phone
ru_ru: Телефон

# 登录
source: Log In
ru_ru: авторизоваться

# 白皮书
source: White paper
ru_ru: белая бумага

# 相册
source: Photo album
ru_ru: Фотоальбом

# 确定
source: Determine
ru_ru: определить

# 确认修改
source: Confirm the changes
ru_ru: Подтвердите изменения

# 确认发布广告
source: Confirm advertising
ru_ru: Подтвердите рекламу

# 确认绑定
source: Confirm binding
ru_ru: Подтвердите привязку

# 移除自选
source: Remove selection
ru_ru: Удалить выбор

# 简介
source: Introduction
ru_ru: Вступление

# 绑定手机
source: Bind phone
ru_ru: Привязать телефон

# 绑定手机号
source: Bind phone number
ru_ru: Привязать номер телефона

# 编辑此广告
source: Edit this ad
ru_ru: Изменить это объявление

# 编辑法币交易昵称
source: Edit OTC nickname
ru_ru: Изменить псевдоним валюты

# 联系对方
source: Contact
ru_ru: Связаться друг с другом

# 自选
source: Optional
ru_ru: Необязательный

# 行情
source: Quotes
ru_ru: Котировки

# 被转账用户邮箱
source: Email address of the transferred user
ru_ru: Адрес электронной почты переданного пользователя

# 订单号
source: Order number
ru_ru: номер заказа

# 订单时间
source: Order time
ru_ru: Время заказа

# 订单状态
source: Order Status
ru_ru: Статус заказа

# 认证后可进行法币交易
source: Fiat currency trading after authentication
ru_ru: Торговля валютой Fiat после аутентификации

# 让对方长按识别即可注册
source: Let the other party press and hold to identify to register
ru_ru: Позвольте другой стороне нажать и удерживать; чтобы идентифицировать; чтобы зарегистрироваться

# 设置
source: Set up
ru_ru: Настроить

# 证件号码
source: ID number
ru_ru: идентификационный номер

# 请使用修图工具，将图片裁剪为长和宽均为500以下的图片，太大的图片将无法上传。
source: Please use the retouching tool to crop the picture to a picture with a length and width of less than 500. Too big pictures will not be uploaded.
ru_ru: Пожалуйста; используйте инструмент ретуши; чтобы обрезать изображение до изображения с длиной и шириной менее 500. Слишком большие изображения не будут загружены.

# 请先允许访问照片
source: Please allow access to photos first
ru_ru: Пожалуйста; разрешите доступ к фотографиям в первую очередь

# 请到设置-隐私-相机/相册中打开授权设置
source: Go to Settings-Privacy-Camera / Album to open authorization settings
ru_ru: Зайдите в Настройки-Конфиденциальность-Камера / Альбом; чтобы открыть настройки авторизации

# 请务必使用您本人的实名账户
source: Be sure to use your real-name account
ru_ru: Обязательно используйте свой реальный аккаунт

# 请输入新密码
source: Please enter a new password
ru_ru: Пожалуйста; введите новый пароль

# 请输入旧密码
source: Please enter the old password
ru_ru: Пожалуйста; введите старый пароль

# 请输入购买数量
source: Please enter the quantity
ru_ru: Пожалуйста; введите количество

# 请输入购买金额
source: Please enter the purchase amount
ru_ru: Пожалуйста; введите сумму покупки

# 请选择国家或地区
source: Please select a country or region
ru_ru: Пожалуйста; выберите страну или регион

# 请选择计价单位
source: Please select a pricing unit
ru_ru: Пожалуйста; выберите ценовую единицу

# 财务记录
source: Financial records
ru_ru: Финансовые записи

# 账号
source: Acount number
ru_ru: номер счета

# 购买
source: Buy
ru_ru: купить

# 资产详情
source: Asset details
ru_ru: Детали актива

# 资金密码
source: Fund password
ru_ru: Пароль фонда

# 身份认证
source: Authentication
ru_ru: Аутентификация

# 身份证正面
source: ID card front
ru_ru: Передняя часть удостоверения личности

# 身份证背面
source: ID card back
ru_ru: Удостоверение личности обратно

# 转账
source: Transfer
ru_ru: Перечислить

# 输入或长按粘贴地址
source: Enter or long-press paste address
ru_ru: Введите или долго вставьте адрес

# 退出登录
source: Sign out
ru_ru: выход

# 选填
source: Optional
ru_ru: Необязательный

# 邀请码
source: Invitation code
ru_ru: Код приглашения

# 邮箱
source: Mailbox
ru_ru: почтовый ящик

# 邮箱或手机
source: Email or mobile phone
ru_ru: Электронная почта или мобильный телефон

# 邮箱注册
source: Register with Email
ru_ru: Регистрация электронной почты

# 邮箱设置
source: Mailbox settings
ru_ru: Настройки электронной почты

# 重置
source: Reset
ru_ru: Сброс настроек

# 银行卡
source: Bank card
ru_ru: банковская карта

# 银行卡号
source: Bank card number
ru_ru: Номер банковской карты

# 锁定
source: locking
ru_ru: блокировка

# 限价
source: Limit price
ru_ru: Предельная цена

# 限额
source: Limit
ru_ru: предел

# 首页
source: Home
ru_ru: Дом

# 验证码
source: Verification code
ru_ru: код подтверждения

# 高
source: High
ru_ru: высоко

# 添加
source: Add
ru_ru: добавить

# 站内转账
source: Transfer
ru_ru: Трансфер в пределах станции

# 确认转账
source: Confirm transfer
ru_ru: Подтвердите перевод

# 二维码
source: QR code
ru_ru: QR код

# 开户银行
source: Bank account
ru_ru: Банковский счет

# 您已经绑定了手机号
source: Bounded phone number is
ru_ru: Вы связали свой номер телефона

# 您想绑定的邮箱
source: The mailbox you want to bind
ru_ru: Почтовый ящик, который вы хотите связать

# 短信验证码
source: SMS verification code
ru_ru: SMS-код подтверждения

# 您已经绑定了邮箱账号
source: The bound mailbox is
ru_ru: Учетная запись электронной почты уже связана

# 创建广告
source: Create ads
ru_ru: Создать рекламу

# 广告类型
source: AD type
ru_ru: Тип объявления

# 币种名称
source: Currency name
ru_ru: Название валюты

# 法币类型
source: Fiat currency type
ru_ru: Тип валюты Fiat

# 请在 (%@) 内付款给卖家
source: Please pay within (%@)
ru_ru: Пожалуйста, заплатите продавцу в (%@)

# 预计在 (%@) 内收到买家付款
source: Expect to receive within (%@)
ru_ru: Ожидайте получения оплаты покупателем в (%@)

# 请使用本人((%@))[%@]向以下账户自行转账
source: Please use my ((%@))[%@] to transfer funds to the following account yourself
ru_ru: Пожалуйста, используйте мой ((%@))[%@] для перевода средств на следующий счет самостоятельно

# 确认取消交易
source: Confirm cancellation of transaction
ru_ru: Подтвердите отмену транзакции

# 如果您已经向卖家付款，请千万不要取消交易
source: If you have already paid the seller, please do not cancel the transaction
ru_ru: Если вы уже оплатили продавцу, не отменяйте транзакцию

# 取消规则：当日累计取消法币订单超过3次,会限制当日法币交易功能
source: Cancellation rules: If more than 3 times of fiat currency orders are cancelled on the day, the fiat currency trading function of the day will be restricted
ru_ru: Правила отмены: Если в день отменяется более 3-х раз по распоряжениям по указанным валютам, функция торговли по указанным валютам будет ограничена.

# 付款确认
source: Payment confirmation
ru_ru: Подтверждение оплаты

# 请选择您的支付方式
source: Please select your payment method
ru_ru: Пожалуйста, выберите способ оплаты

# 是否延长时间
source: Whether to extend the time
ru_ru: Стоит ли продлевать время

# 将延长15分钟时间
source: 15 minutes longer
ru_ru: 15 минут дольше

# 确认放行
source: Confirm release
ru_ru: Подтвердите выпуск

# 请务必登录网上银行或第三方支付账号确认收到该笔款项
source: Be sure to log in to your online banking or third-party payment account to confirm receipt of the payment
ru_ru: Обязательно войдите в свой онлайн-банк или сторонний платежный аккаунт, чтобы подтвердить получение платежа.

# 请填写申诉原因
source: Please fill in the reason for appeal
ru_ru: Пожалуйста, укажите причину апелляции

# 请输入联系电话
source: Please type your phone number
ru_ru: Пожалуйста, введите номер телефона

# 请输入价格
source: Please enter a price
ru_ru: Пожалуйста, введите цену

# 请输入数量
source: Please enter quantity
ru_ru: Пожалуйста, введите количество

# 交易总额
source: Total
ru_ru: Общая транзакция

# 重新认证
source: Recertification
ru_ru: периодическая аттестация

# 粘贴
source: Paste
ru_ru: ручка

# 解绑
source: Untie
ru_ru: Разукрупнение

# 网络异常，请检查网络后重试
source: The network is abnormal. Please check the network and try again
ru_ru: Сеть работает ненормально. Пожалуйста, проверьте сеть и попробуйте снова

# 公告
source: Announcement
ru_ru: объявление

# 联系我们
source: Contact us
ru_ru: Свяжитесь с нами

# 更新
source: Update
ru_ru: обновление

# 忽略
source: Ignore
ru_ru: игнорировать

# 去添加
source: Go add
ru_ru: Иди добавь

# 您还未添加任何收款方式
source: You haven't added any payment methods
ru_ru: Вы не добавили ни одного способа оплаты

# 请再次输入密码
source: Please enter the password again
ru_ru: Пожалуйста, введите пароль еще раз

# 8-32位字符，数字及字母
source: 8-32 characters, numbers and letters
ru_ru: 8-32 символов, цифр и букв

# 我的邀请码
source: My invitation code
ru_ru: Мой код приглашения

# APP版本
source: APP version
ru_ru: Версия приложения

# 请勿在汇款备注内填写比特币，BTC，OTC等任何数字币有关字眼，防止您的汇款被银行拦截
source: Please do not fill in any digital currency related words such as Bitcoin, BTC, OTC in the remittance remarks to prevent your remittance from being blocked by the bank
ru_ru: Пожалуйста, не заполняйте никакие слова, связанные с цифровой валютой, такие как Биткойн, BTC, OTC, в примечаниях к денежному переводу, чтобы предотвратить блокировку вашего денежного перевода банком

# 您确定取消当前委托吗？
source: Are you sure you want to cancel your current order?
ru_ru: Вы уверены, что хотите отменить свой текущий заказ?

# 您确定取消当前所有委托吗？
source: Are you sure to cancel all current commissions?
ru_ru: Вы уверены, что отмените все текущие комиссии?

# 最小转账数量
source: Minimum transfer amount
ru_ru: Минимальная сумма перевода

# 剩余字数
source: Remaining words
ru_ru: Остальные слова

# 意见反馈
source: Feedback
ru_ru: обратная связь

# 委托挂单
source: Maker
ru_ru: доверенность
